Repository: ximion/limba
Catalog: po/*.po
Languages: de, fr, it

source: Unable to extract file. %s
de: Diese Datei konnte nicht entpackt werden: %s
it: Impossibile estrarre file. %s

source: Unable to extract signature! Maybe package is not signed.
it: Impossibile estrarre la firma! Forse il pacchetto non è firmato.

source: Unable to fetch application by id: %s
de: Dieses Programm konnte anhand seiner Identifikationsnummer nicht gefunden werden: %s
it: Impossibile ottenere l'applicazione dall'id: %s

source: Unable to fetch application by name: %s
de: Dieses Programm konnte anhand seines Namens nicht gefunden werden: %s
it: Impossibile ottenere l'applicazione dal nome: %s

source: Unable to fetch application file list: %s
it: Impossibile ottenere la lista file dell'applicazione: %s

source: Unable to find a matching implementation of '%s' for your system/architecture.
it: Impossibile trovare un'implementazione di '%s' corrispondente al proprio sistema/architettura.

source: Unable to find valid candidate to satisfy dependency '%s'!
it: Impossibile trovare candidato valido per soddisfare dipendenza '%s'!

source: Unable to get meta-information list: %s
it: Impossibile ottenere lista di meta-informazioni: %s

source: Unable to open database for writing: %s
it: Impossibile aprire database per scrittura: %s

source: Unable to open software database for reading & writing!
it: Impossibile aprire database software per lettura & scrittura!

source: Unable to open software database for reading only!
it: Impossibile aprire database software per sola lettura!

source: Unable to read package signature! Message: %s
it: Impossibile leggere firma del pacchetto! Messaggio: %s

source: Unable to remove application from database: %s
it: Impossibile rimuovere applicazione dal database: %s

source: Unable to save modified desktop-file! %s
it: Impossibile salvare il file-desktop modificato! %s

source: Unable to search application database: %s
de: Konnte Anwendungsdatenbank nicht durchsuchen: %s
it: Impossibile cercare nel database applicazioni: %s

source: Unable to write application file list! Message: %s
it: Impossibile scrivere la lista file dell'applicazione! Messasggio: %s

source: Unable to write meta information! Message: %s
it: Impossibile scrivere meta informazioni! Messasggio: %s

source: Unable to write signature file! Message: %s
it: Impossibile scrivere file firma! Messasggio: %s

source: Unknown
de: Unbekannt
it: Sconosciuto

source: Use recursive mode
de: Rekursiven Modus benutzen
it: Usa modalità ricorsiva.

source: Validation of file %s failed! This IPK file might have been modified after creation. Please obtain a new copy and try again.
it: Validazione del file %s fallita! Questo file IPK potrebbe esser stato modificato dopo la creazione. Ottenere una nuova copia e provare ancora.

source: Validity is undefined
de: Gültigkeit ist nicht definiert!
it: Validità indefinita.

source: We do not know a metadata-file for application '%s'!
de: Die Desktop-Datei für die Anwendung '%s' ist unbekannt!
it: Desktop-file per applicazione '%s' non conosciuto!

source: XML file is not a valid ZI feed!
it: Il file XML non è un feed ZI valido!

source: You are not allowed to install this package, because it's security level is '%s' and you need at least a package with security-level '%s'. Please obtain this application from a safe source with good signature and try again!
it: Non si è autorizzati a installare questo pacchetto perchè il livello di sicurezza è '%s' e si necessita almeno un pacchetto con livello di sicurezza '%s'. Ottenere questa applicazione da una sorgente sicura con una firma valida e riprovare!

source: You need to agree with the license to install & use the application. Exiting setup now.
it: Bisogna accettare la licenza per installare e usare l'applicazione. Il setup uscirà ora.

source: You need to be root to change Listaller's key database!
de: Sie müssen Root sein um Listallers Schlüsseldatenbank zu bearbeiten!
it: Bisogna essere root per cambiare il database delle chiavi Listaller!

source: Your package has errors and was therefore not generated.
it: Il pacchetto contiene errori e quindi non è stato generato.

source: ZI XML file '%s' is damaged.
it: File XML ZI '%s' danneggiato.

source: [None]
de: [Keine]
it: [Nessuno]

source: bad
de: schlecht
it: errato/i

source: dangerous
de: gefährlich
it: pericoloso

source: error: %s
de: Fehler: %s
it: errore: %s

source: high
de: hoch
it: alto

source: low
de: niedrig
it: basso

source: medium
de: mittel
it: medio

source: n/a
de: n/v
it: n/d

source: okay
de: in Ordnung
it: OK

source: personal
de: persönlich
it: personale

source: shared
de: gemeinsam
it: condiviso

source: status ....: %s summary ...:%s fingerprint: %s created ...: %s expires ...: %s validity ..: %s val.reason : %s pubkey algo: %s digest algo: %s pka address: %s pka trust .: %s other flags:%s%s notations .: %s
it: stato ....: %s sommario ...:%s impronta: %s creato ...: %s scade ...: %s validità ..: %s ragione validità : %s algoritmo pubkey: %s algoritmo digest: %s indirizzo pka: %s fiducia pka .: %s altre flag:%s%s notazioni .: %s

source: yes
de: ja
it: sì

source: no
de: nein

source: A package with the same name and version has already been installed into this repository.
fr: Un paquet avec le même nom et la même version a déjà était installé dans ce dépôt.

source: Add a PGP key to the trusted database.
fr: Ajouter une clé PGP à la base de données fiable.

source: Add a package to the repository
fr: Ajouter un paquet dans le dépôt

source: Checksum for embedded package '%s' did not match.
fr: Somme de contrôle pour les paquets embarqués '%s' ne correspondent pas.

source: Cleanup cruft packages
fr: Epuration des paquets

source: Closing of file desriptor failed. Error: %s
fr: Fermeture du descripteur de fichier à échoué. Erreur: %s

source: Command '%s' is unknown.
fr: Commande '%s' inconnue.

source: Could not create directory structure '%s'. %s
fr: Impossible de créer la structure de dossier '%s'. %s

source: Could not create directory structure for runtime. %s
fr: Impossible de crée la structure de dossier pour l'exécution. %s

source: Could not create system directory: %s
fr: Impossible de créer le dossier système : %s

source: Could not delete file '%s'
fr: Impossible de supprimer le fichier '%s'

source: Could not determine package name.
fr: Impossible de déterminer le nom du paquet.

source: Could not determine package version.
fr: Impossible de déterminer la version du paquet.

source: Could not find AppStream metadata for the new package!
fr: La métadonnée d'AppStream pour le nouveau paquet est introuvable.

source: Could not find control file for the archive!
fr: Impossible de trouver le fichier de contrôle pour l'archive!

source: Could not find dependency: %s
fr: Impossible de trouver la dépendance : %s

source: Could not find package matching id '%s'.
fr: Impossible de trouver le paquet : %s

source: Could not find package: %s
fr: Impossible de trouver le paquet : %s

source: Could not find payload data in the 'inst_target' subdirectory.
fr: Impossible de trouver les données de payload dans le sous-dossier 'inst_target'.

source: Could not find remote data '%s': %s.
fr: Impossible de trouver le logiciel : %s

source: Could not find software: %s
fr: Impossible de trouver le logiciel : %s

source: Could not find system component: '%s'. Please install it manually.
fr: Impossible de trouver le composant system : '%s'. Merci de l'installer manuellement.

source: Could not generate package filename: AppStream metadata is missing.
fr: Impossible de générer le nom de fichier du paquet : les métadonnées AppStream sont introuvable.

source: Could not initialize CURL!
fr: Impossible d'installer le logiciel : %s

source: Could not install package: Component metadata is missing.
fr: Impossible d'installer le paquet: La métadonnée composant est indisponible.

source: Could not install software: %s
fr: Impossible d'installer le logiciel : %s

source: Could not open IPK payload! Error: %s
fr: Impossible d'ouvrir le payload de l'IPK! Erreur : %s

source: Could not open file '%s' for writing.
fr: Impossible d'ouvrir le fichier '%s' pour écriture.

source: Could not open metadata-file '%s' for reading.
fr: Impossible d'ouvrir le fichier de métadonnée '%s' pour lecture.

source: Could not open package: %s
fr: Impossible d'ouvrir le paquet : %s

source: Could not override file '%s'. The file already exists!
fr: Impossible de écrire sur le fichier '%s'. Le fichier existe déjà !

source: Could not remove software directory.
fr: Impossible de supprimer le dossier du logiciel.

source: Could not write to file: '%s'
fr: Impossible d'écrire sur le fichier : '%s'

source: Create a new package using data found in DIRECTORY.
fr: Créer un nouveau paquet en utilisant les données disponible dans DOSSIER.

source: Create sources for a new package.
fr: Créer les sources pour un nouveau paquet.

source: Define a software name (human readable):
fr: Définir un nom de logiciel (lisible par l'Homme) :

source: Define a software version:
fr: Définir une version de logiciel :

source: Do not fail action with an error code.
fr: Ne pas manquer l'action avec une code d'erreur.

source: Do not sign the package
fr: Ne pas signer le paquet

source: Do you have an AppStream XML file for your software? [y/N]
fr: Avez-vous un fichier XML d'AppStream pour votre logiciel ? [o/N]

source: Don't show "fancy" output
fr: Ne pas montrer la sortie "fancy"

source: Embedded package '%s' was not found.
fr: Le paquet embarqué '%s' est introuvable.

source: Failed to add package: %s
fr: Impossible de déballer le paquet. %s

source: File '%s' already exists.
fr: Le fichier '%s' existe déjà.

source: Importing of key failed: %s
fr: La signature du paquet %s a échoué

source: Initialize a new repository in DIRECTORY.
fr: Créer un nouveau paquet en utilisant les données disponible dans DOSSIER.

source: Install a local software package
fr: Installer un paquet logiciel local

source: Install software from a repository
fr: Install un logiciel depuis un dépôt

source: Invalid package: Component metadata is missing.
fr: Paquet invalide : Le composant de métadonnée est introuvable.

source: Invalid path to directory.
fr: Déballer le paquet Limba dans un dossier.

source: Limba package builder
fr: Créateur de paquet Limba

source: Limba repository builder
fr: Créateur de paquet Limba

source: Limba software manager
fr: Manager des logiciels Limba

source: Limba version: %s
fr: Version de Limba : %s

source: List installed software
fr: Liste des logiciels installés

source: No package file given for extraction.
fr: Aucun fichier de paquet donné pour extraction.

source: No package is loaded.
fr: Aucun paquet n'est chargé.

source: No path given. Exiting.
fr: Aucun chemin donné. Sortie.

source: No result received.
fr: Aucun résultat reçu.

source: Package file '%s' was not found.
fr: Le fichier paquet '%s' est introuvable.

source: Package signed for "%s" [0x%s]
fr: Paquet signé pour "%s" [0x%s]

source: Package signed for 0x%s
fr: Paquet signé pour 0x%s

source: Please specify a path to the AppStream XML data:
fr: Merci de spécifier un chemin aux données XML d'AppStream :

source: Refresh the cache of available packages
fr: Rafraichir le cache des paquets disponibles

source: Remove an installed software package
fr: Supprimer un paquet de logiciel installé

source: Removing '%s' would break at least '%s'.
fr: Supprimer '%s' casserait au moins '%s'.

source: Run '%s --help' to see a full list of available command line options.
fr: Lancer '%s --help' pour voir la liste des options de commandes disponibles.

source: Runtime '%s' is not valid. Could not find control file.
fr: L'exécution '%s' 'n'est pas valide. Impossible de trouver le fichier de contrôle.

source: Show extra debugging information
fr: Afficher d'avantage d'information de débogage

source: Show the program version
fr: Voir la version du programme

source: Signature validation failed: %s
fr: La signature du paquet %s a échoué

source: Signing of package failed: %s
fr: La signature du paquet %s a échoué

source: Signing of repository failed: %s
fr: La signature du paquet %s a échoué

source: Software package
fr: Paquet logiciel

source: Software was installed successfully.
fr: Le logiciel a été installé avec succès.

source: Subcommands:
fr: Sous-commandes :

source: The package is signed with a known, trusted key.
fr: Ce paquet est signé avec une clé de confiance connu.

source: The package is signed with a trusted key.
fr: Ce paquet est signé avec une clé de confiance.

source: The package is signed, but not explicitly trusted.
fr: Ce paquet est signé mais pas avec une clé explicitement de confiance.

source: The package was built for a different architecture.
fr: Ce paquet est construit pour une architecture différente.

source: The signature on this package is broken.
fr: La signature de ce paquet est cassé.

source: This package can not be trusted. It likely is not signed.
fr: Ce paquet ne peut pas être digne de confiance. Ce paquet n'est probablement pas signé.

source: This package has a broken signature.
fr: Ce paquet a une signature cassé.

source: Unable to calculate checksum for: %s
fr: Impossible de calculer la somme de contrôle de : %s

source: Unable to create link. Error: %s
fr: Impossible de créer le lien. Erreur : %s

source: Unable to determine a valid package identifier.
fr: Impossible de déterminer un valide identificateur de paquet.

source: Unable to determine package version.
fr: Impossible de déterminer la version du paquet.

source: Unable to download data from '%s': %s.
fr: Impossible de télécharger les données de '%s': %s.

source: Unable to extract file. Error: %s
fr: Impossible d'extraire le fichier. Erreur : %s

source: Unable to find or unpack package payload.
fr: Impossible de trouver ou de déballer le payload du paquet.

source: Unable to open package. %s
fr: Impossible d'ouvrir le paquet. %s

source: Unable to remove existing installation of '%s (%s)'.
fr: Impossible de supprimer l'installation existante de '%s (%s)'.

source: Unable to set permissions on file '%s'. Error: %s
fr: Impossible de déterminer les permissions sur le fichier '%s'. Erreur : %s

source: Unable to unpack package. %s
fr: Impossible de déballer le paquet. %s

source: Unable to write 'control' file. %s
fr: Impossible d'écrire le fichier 'control'. %s

source: Unable to write AppStream data. %s
fr: Impossible d'écrire les données AppStream. %s

source: Unable to write signature: %s
fr: Impossible d'écrire la signature : %s

source: Unpack the Limba package to a directory.
fr: Déballer le paquet Limba dans un dossier.

source: Write a short summary (one sentence) about your software:
fr: Ecrire un court résumé (une phrase) à propos de votre logiciel :

source: You need to specify a command.
fr: Vous devez spécifier une commande.

source: You need to specify a directory with build-metadata.
fr: Vous devez spécifier un dossier avec les métadonnées de construction.

source: You need to specify a key fingerprint.
fr: Vous devez spécifier l'empreinte d'une clé.

source: You need to specify a package file to add to the repository.
fr: Vous devez spécifier un paquet à supprimer.

source: You need to specify a package to install.
fr: Vous devez spécifier un paquet à installer.

source: You need to specify a package to remove.
fr: Vous devez spécifier un paquet à supprimer.

source: Your software needs a unique name. In case of a GUI application, this is its .desktop filename. Unique software name:
fr: Votre logiciel a besoin d'un nom unique. Dans le cas d'une application graphique, c'est le nom du fichier .desktop. Nom unique du logiciel :

source: Zero results returned.
fr: résultats zéro retournés.
