Repository: ximion/limba
Catalog: po/*.po
Languages: de, fr, it

source: '%s' has no file-list registered. The software database might be broken.
de: Für '%s' ist keine Dateiliste registriert. Die Software-Datenbank ist eventuell beschädigt.
it: '%s' non ha liste file registrate. Il database del software potrebbe essere danneggiato.

source: <<< Press ENTER to continue! >>>
de: <<< EINGABE drücken zum Fortfahren! >>>
it: <<< Premere ENTER per continuare! >>>

source: A higher version '%s' of this application has already been installed.
de: Die neuere Version '%s' dieser Anwendung ist bereits installiert.
it: Una versione maggiore '%s' di questa applicazione è già stata installata.

source: A lower version '%s' of this application has already been installed.
de: Die ältere Version '%s' dieser Anwendung ist bereits installiert.
it: Una versione minore '%s' di questa applicazione è già stata installata.

source: Activate verbose mode
de: Detailierten Modus einschalten
it: Attiva modalità prolissa

source: Application ID %s is invalid!
de: Anwendungs-ID %s ist ungültig!
it: L'ID applicazione %s non è valido!

source: Build IPK package
de: IPK Paket bauen
it: Crea pacchetto IPK

source: Copying files to their destination
de: Kopiere Dateien an ihren Zielort.
it: Copia dei file nella destinazione

source: Could not copy file %s to its destination. Do you have the necessary rights to perform this action? Error message was "%s".
de: Konnte Datei %s nicht an ihren Zielort kopieren. Besitzen Sie die nötigen Rechte, um diese Aktion auszuführen? Fehlermeldung war "%s".
it: Impossibile copiare il file %s nella sua destinazione. Si hanno i permessi necessari per eseguire questa azione? Il messaggio d'errore è "%s".

source: Could not create file '%s'! File already exists.
de: Konnte Datei '%s' nicht erstellen! Datei existiert bereits.
it: Impossibile creare il file '%s'! Il file esiste già.

source: Could not create software database!
de: Konnte keine Software-Datenbank erstellen!
it: Impossibile creare il database del software!

source: Could not extract IPK payload! Package might be damaged. Error: %s
de: Konnte Inhalt des IPK Paketes nicht extrahieren! Das Paket könnte beschädigt sein. Fehler: %s
it: Impossibile estrarre il payload IPK! Il pacchetto potrebbe essere danneggiato. Errore: %s

source: Could not extract file %s! Error: %s
de: Konnte Datei %s nicht entpacken! Fehler: %s
it: Impossibile estrarre il file %s! Errore: %s

source: Could not extract file! Error: %s
de: Konnte Datei nicht extrahieren! Fehler: %s
it: Impossibile estrarre il file! Errore: %s

source: Could not find IPK source files!
de: Konnte IPK Quelldateien nicht finden!
it: Impossibile trovare i file sorgenti IPK!

source: Could not find application which matches '%s'!
de: Konnte keine Anwendung finden, zu welcher '%s' passt!
it: Impossibile trovare un'applicazione corrispondente a '%s'!

source: Could not load application information: %s
de: Konnte IPK Kontrollinformation nicht lesen! Fehler: %s
it: Impossibile leggere le informazioni di controllo IPK! Errore: %s

source: Could not load desktop file values: %s
de: Konnte Werte aus Desktop-Datei nicht laden: %s
it: Impossibile caricare i valori del file desktop: %s

source: Could not obtain a PkBackendProxy instance. Maybe the Listaller-PkPlugin is not installed or broken?
de: Konnte keine PkBackendProxy-Instanz bekommen. Vielleicht ist das Listaller-PkPlugin nicht installiert oder defekt?
it: Impossibile ottenere un'istanza PkBackendProxy. Forse Listaller-PkPlugin non è installato o è danneggiato?

source: Could not open AppStream metadata file: %s
de: Konnte Desktop-Datei nicht öffnen: %s
it: Impossibile aprire il file desktop: %s

source: Could not open IPK file! Error: %s
de: Konnte IPK-Datei nicht öffnen! Fehler: %s
fr: Impossible d'ouvrir le fichier IPK! Erreur : %s
it: Impossibile aprire il file IPK! Errore: %s

source: Could not open desktop file: %s
de: Konnte Desktop-Datei nicht öffnen: %s
it: Impossibile aprire il file desktop: %s

source: Could not open the software database, maybe it is locked at time. Please close all other running installations to continue!
de: Kontte Software-Datenbank nicht öffnen, sie ist eventuell gesperrt. Bitte schließen Sie alle anderen laufenden Installationen, um fortzufahren.
it: Impossibile aprire il database del software, forse è bloccato a tempo. Chiudere tutte le altre installazioni in esecuzione per continuare!

source: Could not override file %s! Maybe the software database is damaged or this package is broken!
de: Konnte Datei %s nicht überschreiben! Vielleicht ist die Softwaredatenbank oder dieses Paket defekt.
it: Impossibile sovrascrivere il file %s! Forse il database del software è danneggiato o questo pacchetto è corrotto!

source: Could not override file %s, this file already exists!
de: Konnte Datei %s nicht überschreiben, da sie bereits existiert!
it: Impossibile sovrascrivere il file %s, questo file esiste già!

source: Could not read IPK control information! Error: %s
de: Konnte IPK Kontrollinformation nicht lesen! Fehler: %s
it: Impossibile leggere le informazioni di controllo IPK! Errore: %s

source: Could not read IPK payload container! Package might be damaged. Error: %s
de: Konnte IPK Inhalt-Container nicht laden! Das Paket könnte beschädigt sein. Fehler: %s
it: Impossibile leggere il contenitore di payload IPK! Il pacchetto potrebbe essere danneggiato. Errore: %s

source: Could not read dependency archive! Archive might be damaged. Message: %s
de: Konnte Archiv mit Abhängigkeit nicht entpackagen. Das Archiv könnte beschädigt sein. Nachricht: %s
it: Impossibile leggere l'archivio delle dipendenze! L'archivio potrebbe essere danneggiato. Messaggio: %s

source: Could not remove file %s!
de: Konnte Datei '%s' nicht entfernen.
it: Impossibile rimuovere il file %s!

source: Could not uninstall application %s. It is not installed.
de: Konnte die Anwendung %s nicht entfernen: Sie ist nicht installiert.
it: Impossibile disinstallare l'applicazione %s. Non è installata.

source: DIRECTORY
de: VERZEICHNIS
it: CARTELLA

source: Database action '%s' failed: %s (%s)
de: Datenbankaktion '%s' ist fehlgeschlagen: %s
it: Azione di database '%s' fallita: %s

source: Database action failed
de: Datenbankaktion fehlgeschlagen.
it: Azione di database fallita

source: Database action successful
de: Datenbankaktion erfolgreich.
it: Azione di database completata con successo

source: Database locked
de: Datenbank gesperrt
it: Database bloccato

source: Database unlocked
de: Datenbank entsperrt
it: Database sbloccato

source: Description:
de: Beschreibung:
it: Descrizione:

source: Do you accept these terms and conditions?
de: Akzeptieren Sie diese Bedingungen?
it: Accettare questi termini e condizioni?

source: Do you want to install %s now?
de: Möchsten Sie %s jetzt installieren?
it: Installare %s adesso?

source: Do you want to remove %s (%s) now?
de: Möchten Sie %s (%s) jetzt entfernen?
it: Rimuovere %s (%s) adesso?

source: ERROR: %s
de: FEHLER: %s
it: ERRORE: %s

source: Enable verbose mode
de: Ausführliche Meldungen aktivieren
it: Abilita la modalità prolissa

source: Error while finding files in directory %s: %s
de: Fehler beim Suchen von Dateien im Ordner %s: %s
it: Errore nel trovare i file nella directory %s: %s

source: Error: %s
de: Fehler: %s
it: Errore: %s

source: Failed to import key with fingerprint '%s'.
de: Import von Schlüssel mit Fingerabdruck '%s' fehlgeschlagen.
it: Impossibile importare la chiave con impronta '%s'.

source: File %s not found or permission denied!
de: Datei %s nicht gefunden oder Zugriff verweigert!
it: File %s non trovato o permesso negato!

source: File '%s' doesn't exist.
de: Datei '%s' existiert nicht.
it: Il file '%s' non esiste

source: File does not exist!
de: Datei ist nicht vorhanden!
it: Il file non esiste!

source: File does not exist.
de: Datei ist nicht vorhanden!
it: Il file non esiste!

source: GPG-Sign the resulting package
de: Das fertige Paket mit GPG signieren.
it: Firma con GPG il pacchetto risultante

source: INSTALLED
de: INSTALLIERT
it: INSTALLATO

source: IPK package could not be found!
de: IPK Paket konnte nicht gefunden werden
it: Pacchetto IPK non trovato!

source: IPK package output directory
de: IPK Paket Ausgabeverzeichnis
it: Cartella di output del pacchetto IPK

source: Import key with fingerprint FPR
de: Schlüssel mit Fingerabdruck FPR importieren
it: Importa la chiave con impronta FPR

source: Install an IPK package
de: Installiere ein IPK-Paket
it: Installa un pacchetto IPK

source: Installation completed!
de: Installation abgeschlossen!
it: Installazione completata.

source: Installation failed!
de: Installation fehlgeschlagen!
it: Installazione fallita!

source: Installation of %s
de: Installation von %s
it: Installazione di %s

source: Installation of native packages failed with message: %s
de: Installation eines nativen Paketes ist mit folgender Nachricht fehlgeschlagen: %s
it: Installazione di pacchetti nativi fallita con messaggio: %s

source: Installing
de: Installieren...
it: Installazione

source: Installing native packages: %s
de: Installiere native Pakete: %s
it: Installazione di pacchetti nativi: %s

source: Key '%s' imported successfully!
de: Schlüssel '%s' erfolgreich importiert!
it: Chiave '%s' importata con successo!

source: Key is missing
de: Schlüssel fehlt
it: Chiave mancante

source: Key not found!
de: Schlüssel nicht gefunden!
it: Chiave non trovata!

source: License:
de: Lizenz:
it: Licenza:

source: List all installed applications
de: Alle installierten Anwendungen auflisten
it: Elenca tutte le applicazioni installate

source: List installed Listaller applications
de: Alle installierten Listaller-Anwendungen auflisten
it: Elenca le applicazioni Listaller installate

source: Listaller command-line tool: No command specified. Run '%s --help' to see a list of available commands.
de: Listaller Kommandozeilenwekzeug: Kein Kommando angegeben! Führen Sie '%s --help' aus, um eine Liste verfügbarer Kommandos anzuzeigen.
it: Strumento a linea di comando Listaller: Nessun comando specificato. Eseguire '%s --help' per vedere una lista di comandi disponibili.

source: Lookup key which matches PATTERN
de: Schlüssel nachschlagen, der auf MUSTER passt.
it: Cerca chiave che corrisponda a PATTERN

source: Low security.
de: Geringe Sicherheit
it: Sicurezza bassa

source: Making '%s' known to your system.
de: Mache '%s' mit ihrem System bekannt.
it: Rendo '%s' conosciuto al sistema

source: Malformed line in file listing: %s
de: Falsch formatierte Zeile in Dateiliste: %s
it: Riga malformata nella lista di file: %s

source: Medium security.
de: Mittlere Sicherheit
it: Sicurezza media.

source: Missing parameter for 'install' action: No IPK package specified.
de: Fehlender Parameter für 'install' Aktion: Kein IPK-Paket angegeben!
it: Parametro mancante per azione 'install': Nessun pacchetto IPK specificato.

source: Missing parameter for 'remove' action: No application-id or name specified.
de: Fehlender Parameter für 'remove' Aktion: Keine Anwendungs-ID oder Name angegeben!
it: Parametro mancante per azione 'remove': Nessun id-applicazione o nome specificato.

source: Never trust.
de: Nicht vertrauenswürdig.
it: Mai fidarsi.

source: No application specified!
de: Keine Anwendung definiert!
it: Nessuna applicazione specificata!

source: No path given!
de: Kein Pfad angegeben!
it: Nessun percorso dato!

source: No payload data archive has been registered! This might be a bug in this application, please report the issue!
de: Es wurde kein Datenarchiv registriert! Das ist vermutlich ein Fehler in der Anwendung, bitte melden Sie diesen Vorfall!
it: Non è stato registrato nessun archivio di dati payload! Questo potrebbe essere un bug in quest'applicazione, riportare il problema!

source: No valid AppStream application data found in directory %s - Can't open control files.
de: Keine gültigen DOAP Daten im Verzeichnis %s gefunden! - Die Kontrolldateien können nicht geöffnet werden.
it: Nessun dato DOAP valido trovato nella cartella %s - Impossibile aprire i file di controllo.

source: One key has been revoked
de: Ein Schlüssel wurde zurückgerufen.
it: Una chiave è stata revocata.

source: One key has expired
de: Ein Schlüssel ist abgelaufen
it: Una chiave è scaduta.

source: PATTERN
de: MUSTER
it: MODELLO

source: PackageKit backend does not support searching for files - Installer was unable to use native packages to satisfy dependencies of this application.
it: Il backend PackageKit non supporta la ricerca di file - L'installatore non è in grado di usare pacchetti nativi per soddisfare le dipendenze di questa applicazione.

source: PackageKit transaction failed! Exit message was: %s
de: PackageKit Transaktion fehlgeschlagen! Nachricht war: %s
it: Transazione PackageKit fallita! Messaggio di uscita: %s

source: Path to Listaller package source directory
de: Pfad zu dem Quellverzeichnis des Listaller-Paketes
it: Percorso per cartella dei pacchetti sorgenti Listaller

source: Path to the application's source code
de: Pfad zum Quellcode der Anwendung
it: Percorso per il codice sorgente dell'applicazione

source: Please remove the existing version to continue!
de: Bitte entfernen Sie die existierende version um fortzufahren!
it: Rimuovere la versione esistente per continuare!

source: Print machine-readable simple text
de: Maschinenlesbaren, einfachen text ausgeben
it: Stampa testo semplice leggibile dal computer

source: Pubkey is missing
de: Öffentlicher Schlüssel fehlt
it: Pubkey mancante

source: Removal of %s completed successfully!
de: Das Entfernen von %s wurde erfolgreich abgeschlossen!
it: Rimozione di %s completata con successo!

source: Removal of %s failed!
de: Entfernen von %s fehlgeschlagen!
it: Rimozione di %s fallita!

source: Removal of %s finished.
de: Entfernen von %s abgeschlossen.
it: Rimozione di %s finita.

source: Removal of %s started.
de: Entfernen von %s begonnen.
it: Rimozione di %s iniziata.

source: Remove an application installed using Listaller
de: Eine mit Listaller installierte Anwendung entfernen.
it: Rimuovi un'applicazione installata usando Listaller

source: Removing
de: Entfernen ...
it: Rimozione

source: Resolving dependencies of '%s'.
de: Löse Abhängigkeiten von '%s' auf.
it: Risoluzione dipendenze di '%s'

source: Run '%s --help' to see a full list of available command line options.
de: Mit »%s --help« können Sie eine vollständige Liste verfügbarer Befehlszeilenoptionen anzeigen.
it: Eseguire «%s --help» per un elenco completo di opzioni a riga di comando.

source: Running installation of %s
de: Führe installation von %s aus.
it: Installazione in corso di %s

source: Security is:
de: Sicherheits-Level:
it: SIcurezza:

source: Setup has not been initialized!
de: Setup wurde nicht initialisiert!
it: Il setup non è stato inizializzato!

source: Should be safe to use.
de: Sollte gefahrlos verwendet werden können.
it: Sicuro da usare.

source: Show the application's version
de: Die Version der Anwendung anzeigen
it: Mostra la versione dell'applicazione

source: Signature has expired
de: Signatur ist abgelaufen.
it: La firma è scaduta

source: Signature is bad
de: Signatur ist schlecht
it: La firma è sbagliata.

source: Signature is fully valid
de: Signatur ist voll gültig.
it: La firma è completamente valida.

source: Software database closed
de: Softwaredatenbank geschlossen.
it: Database software chiuso

source: Software database message (%d)
de: Softwaredatenbank Nachricht (%d)
it: Messaggio del database software (%d)

source: Software database opened
de: Softwaredatenbank geöffnet
it: Database software aperto

source: Software install prefix
de: Software-Installationspräfix
it: Prefisso d'installazione software

source: Software installation package
de: Software Installationspaket
it: Pacchetto d'installazione software

source: Some files of this package could not be installed, because they were not found in payload data. This IPK package might be damaged, please obtain a new copy!
de: Einige Dateien dieses Paketes konnten nicht installiert werden, da sie nicht in der Paketladung gefunden wurden. Dieses IPK Paket ist vermutlich beschädigt, bitte holen Sie sich eine neue Kopie!
it: Alcuni file di questo pacchetto non sono stati installati, perchè non sono stati trovati nei dati payload. Questo pacchetto IPK potrebbe essere danneggiato, ottenere una nuova copia!

source: Status of this signature is unknown or package is not signed.
de: Status dieser Signatur ist unbekannt, oder das Paket ist nicht signiert.
it: Lo stato di questa firma è sconosciuto o il pacchetto non è firmato.

source: Strip debug infos from files in install-target
de: Debug-infos von Dateien im Installationsziel entfernen
it: Informazioni della striscia debug dai file in install-target

source: The installer will only work with the %s operating system, but you use '%s'. Setup can not continue, sorry.
de: Der Installer funktioniert nur mit dem %s Betriebssystem, Sie benutzen jedoch '%s'. Die Installation kann nicht fortgesetzt werden, entschuldigung.
it: L'installatore funziona solo con il sistema operativo %s, ma è in uso '%s'. Il setup non può continuare.

source: There are no files in file-list for architecture '%s'!
it: Non ci sono file nella lista file per l'architettura '%s'!

source: This application has already been installed.
de: Diese Anwendung ist bereits installiert
it: Questa applicazione è già installata.

source: This package can't be installed on your system architecture (%s)! Please get a package which was built for your machine.
de: Dieses Paket kann auf ihrer Systemarchitektur (%s) nicht installiert werden! Bitte holen Sie sich ein Paket welches für Ihr System gebaut wurde.
it: Questo pacchetto non può essere installato sulla presente architettura di sistema (%s)! Ottenere un pacchetto che può essere compilato per la propria macchina.

source: This package could be dangerous!
de: Dieses Paket könnte gefährlich sein!
it: Questo pacchetto potrebbe essere pericoloso!

source: This package is a delta-package, containing software patches. It is usually distributed via update-services, you can't install it using this tool. Please obtain a non-delta version of this application!
it: Questo pacchetto è un pacchetto delta, contenente patch. E' normalmente distribuito via update-services, non si può installare con questo strumento. Bisogna ottenere una versione non-delta di questa applicazione!

source: This package was built using a more recent version of Listaller. Please update your copy of Listaller to be able to install it.
it: Questo pacchetto è stato costruito usando una versione più recente di Listaller. Aggiornare la propria copia di Listaller per poterlo installare.

source: This package was built using spec version '%s', but we need at least '%s' or higher to proceed. Please ask the package author to rebuild the package using a newer Listaller version.
it: Questo pacchetto è stato costruito usando la versione di spec '%s', ma è necessaria almeno '%s' o maggiore per proseguire. Si prega di chiedere all'autore del pacchetto di ricostruire il pacchetto usando una versione più recente di Listaller.

source: Tried to access locked database! This shouldn't happen.
de: Versuch, auf gesperrte Datenbank zuzugreifen! Das sollte nicht passieren.
it: Tentativo di accedere al database bloccato! Questo non dovrebbe accadere.

source: Tried to access locked database! This shouldn't happen. Message: %s
de: Versuch, auf gesperrte Datenbank zuzugreifen! Das sollte nicht passieren. Nachricht: %s
it: Tentativo di accedere al database bloccato! Questo non dovrebbe accadere. Messaggio: %s

source: Tried to perform action on invalid IPK package.
de: Versuch, Aktion auf ungültigem IPK-Paket auszuführen.
it: Tentativo di eseguire azione su un pacchetto IPK non valido.

source: Tried to perform action on private software database, but the database is not opened! (this should never happen!)
de: Versuch, eine Aktion auf der privaten datenbank auszuführen, die Datenbank ist jedoch nicht geöffnet! (das sollte nie passieren)
it: Tentativo di eseguire azione su database software privato, ma il database non è aperto! (questo non dovrebbe mai accadere!)

source: Tried to perform action on shared software database, but the database is not opened! (maybe a permission problem?)
it: Tentativo di eseguire azione su database software condiviso, ma il database non è aperto! (forse un problema di permessi?)

source: Tried to write on readonly database! (This should never happen)
it: Tentativo di scrivere su un database di sola lettura! (Questo non dovrebbe mai accadere)

source: Trust is full
de: Volles Vertrauen
it: Fiducia completa

source: Trust is marginal
de: Vertrauen ist gering
it: Fiducia al limite

source: Trust is ultimate.
de: Vertrauen ist ultimativ
it: Fiducia massima

source: Trust level is unknown
de: Vertrauensstufe ist unbekannt
it: Livello di fiducia sconosciuto

source: Trying to remove local application, but AppManager is in superuser mode! Setting AppManager to local mode now.
de: Versuche, eine lokale Anwendung zu entfernen, aber der Anwendungsmanager wird im SuperUser-Modus ausgeführt! Schalte nun den Anwendungsmanager in den lokalen Modus um.
it: Tentativo di rimuovere applicazione locale in corso, ma AppManager è in modalità superutente! Impostazione di AppManager in modalità locale in corso ora.

source: Trying to remove shared application, but AppManager is not in superuser mode! Setting AppManager to superuse mode now.
it: Tentativo di rimuovere applicazione condivisa in corso, ma AppManager non è in modalità superutente! Impostazione di AppManager in modalità superutente in corso ora.

source: Unable to add a dependency to database: %s
de: Unfähig, eine Abhängigkeit zur Datenbank hinzuzufügen:%s
it: Impossibile aggiungere una dipendenza al database: %s

source: Unable to add application file list to database: %s
de: Konnte dateiliste der Anwendung nicht zur Datenbank hinzufügen: %s
it: Impossibile aggiungere lista file dell'applicazione al database: %s

source: Unable to add application to database: %s
de: Diese Anwendung konnte nicht zur Datenbank hinzugefügt werden: %s
it: Impossibile aggiungere applicazione al database: %s

source: Unable to build package: %s
de: Konnte Paket nicht bauen: %s
it: Impossibile costruire il pacchetto: %s

source: Unable to count applications: %s
de: Konnte Anwendungen nicht zählen: %s
it: Impossibile contare le applicazioni: %s

source: Unable to create database config table: %s
it: Impossibile creare la tabella di configurazione database: %s

source: Unable to create database tables: %s
de: Konnte Datenbanktabellen nicht erstellen: %s
it: Impossibile creare le tabelle database: %s

source: Unable to create destination directory.
de: Konnte Zielverzeichnis nicht erstellen
it: Impossibile creare la cartella di destinazione

source: Unable to create file '%s'!
de: Diese Datei konnte nicht erzeugt werden: %s
it: Impossibile creare il file '%s'!

source: Unable to download feed %s. Message: %s
it: Impossibile scaricare il feed %s. Messaggio: %s

source: Unable to extract IPK data!
de: Konnte IPK Daten nicht extrahieren!
it: Impossibile estrarre i dati IPK!

source: Unable to extract IPK metadata!
de: Konnte IPK metadaten nicht extrahieren!
it: Impossibile estrarre i metadati IPK!

source: Unable to extract data file %s. Message: %s
de: Diese Datei konnte nicht entpackt werden: %s Fehlermeldung: %s
it: Impossibile estrarre i file dati %s. Messaggio: %s

source: Unable to extract data file %s. This IPK package might be damaged, please obtain a new copy.
it: Impossibile estrarre i file dati %s. Questo pacchetto IPK potrebbe essere danneggiato, ottenere una nuova copia.

source: Unable to extract file '%s' for dependency '%s'!
it: Impossibile estrarre file '%s' per la dipendenza '%s'!
